Repository: Kjeff24/SkillBuilder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: SkillBuilder is one of the world&#39;s largest employee training platform
fr: SkillBuilder est l'une des plus grandes plateformes de formation des employés au monde

source: We leverage open-source software to deliver a highly effective, customized, and engaging learning experience.
fr: Nous utilisons des logiciels open source pour offrir une expérience d'apprentissage hautement efficace, personnalisée et engageante.

source: With our extensive experience, we are confident that we can be your ideal eLearning partner.
fr: Grâce à notre vaste expérience, nous sommes convaincus que nous pouvons être votre partenaire eLearning idéal.

source: At Skillbuilder, we are on a mission to empower employers to improve our world with open source employee training software. With hundreds of millions of users around the globe and translated into 2 languages, SkillBuilder gives you the freedom to create online teaching and training solutions that best meet your learners&#39; needs.
fr: Chez Skillbuilder, nous avons pour mission de permettre aux employeurs d'améliorer notre monde avec un logiciel open source de formation des employés. Avec des centaines de millions d'utilisateurs dans le monde et traduit en 2 langues, SkillBuilder vous donne la liberté de créer des solutions d'enseignement et de formation en ligne qui répondre au mieux aux besoins de vos apprenants.

source: Open LMS provides world-class LMS solutions that empower organizations to meet education and workplace learning needs. Get in touch to find out more.
fr: Open LMS fournit des solutions LMS de classe mondiale qui permettent aux organisations de répondre aux besoins en matière d'éducation et d'apprentissage en milieu de travail. Contactez-nous pour en savoir plus.

source: Get In Touch With Us
fr: Prenez contact avec nous

source: Welcome! Your online education experience begins here!
fr: Accueillir! Votre expérience de formation en ligne commence ici !

source: It's easy, just fill in the form; and we'll get in touch to know more about you and how can we assist you.
fr: C'est facile, remplissez simplement le formulaire; et nous vous contacterons pour en savoir plus vous et comment pouvons-nous vous aider.

source: Why choose SkillBuilder?
fr: Pourquoi choisir Skill Builder ?

source: Empowering you to provide quality eLearning experiences
fr: Vous donner les moyens de fournir des expériences d'apprentissage en ligne de qualité

source: Making quality online education accessible for all
fr: Rendre une éducation en ligne de qualité accessible à tous

source: SkillBuilder is the employee training platform of choice for thousands of schools, universities, colleges, vocational trainers, and workplaces in every part of the world.
fr: SkillBuilder est la plateforme de formation des employés de choix pour des milliers de écoles, universités, collèges, formateurs professionnels et lieux de travail dans chaque partie du monde.

source: SkillBuilder is more than just an employee training platform &#45; we are a global community of educators, trainers, developers, system administrators, and learners who are dedicated to building the world&#39;s most effective platform for online learning.
fr: SkillBuilder est plus qu'une simple plateforme de formation des employés &#45; nous sommes un communauté mondiale d'éducateurs, de formateurs, de développeurs, d'administrateurs système, et les apprenants qui se consacrent à la création de la solution la plus efficace au monde plate-forme d'apprentissage en ligne.

source: From sharing educational resources and debating new ideas to fixing bugs and updating documentation, our community is here to support you throughout your online learning journey.
fr: Qu'il s'agisse de partager des ressources pédagogiques, de débattre de nouvelles idées ou de corriger des bogues et mise à jour de la documentation, notre communauté est là pour vous accompagner tout au long de votre parcours d'apprentissage en ligne.

source: Our History
fr: Notre histoire

source: SkillBuilder was born from a desire to give educators a way to create quality education experiences over the internet. From its humble beginnings in 2023, SkillBuilder has constantly evolved through our commitment to pedagogy, open source philosophy, and a collaborative global community of like-minded educators and technologists.
fr: SkillBuilder est né du désir de donner aux enseignants un moyen de créer des expériences éducatives de qualité sur Internet. Depuis ses humbles débuts en 2023, SkillBuilder n'a cessé d'évoluer grâce à notre engagement à pédagogie, philosophie open source et une communauté mondiale collaborative de éducateurs et technologues partageant les mêmes idées.

source: Our Values
fr: Nos valeurs

source: From sharing educational resources and debating new ideas to fixing bugs and updating documentation, our community is here to support you throughout your online learning journey.From sharing educational resources and debating new ideas to fixing bugs and updating documentation, our community is here to support you throughout your online learning journey.
fr: Du partage de ressources pédagogiques et du débat sur de nouvelles idées à la correction de bugs et la mise à jour de la documentation, notre communauté est là pour vous accompagner tout au long votre parcours d'apprentissage en ligne.De partager des ressources pédagogiques et de débattre de nouvelles idées pour corriger les bugs et mettre à jour la documentation, notre communauté est là pour vous accompagner tout au long de votre parcours d'apprentissage en ligne.

source: Our Awards
fr: Nos récompenses

source: Our awards recognise the hard work and dedication of our team and the Moodle community in continually evolving and improving Moodle.
fr: Nos récompenses reconnaissent le travail acharné et le dévouement de notre équipe et du Moodle communauté dans l'évolution et l'amélioration continue de Moodle.

source: Building better learning experiences with SkillBuilder
fr: Créer de meilleures expériences d'apprentissage avec SkillBuilder

source: Read inspiring stories from around the world on how SkillBuilder is being used to manage online learning and improve learner outcomes.
fr: Lisez des histoires inspirantes du monde entier sur la façon dont SkillBuilder fonctionne utilisé pour gérer l'apprentissage en ligne et améliorer les résultats des apprenants.
